export const groupSchedule = [
  {
    location: '八軒地区センター',
    day: '毎週月曜日',
    classes: [
      ['9:00〜10:00', '基礎英語（初）'],
      ['10:00〜11:00', '基礎英語（月2回のみ特別クラス）'],
      ['11:00〜12:00', '日常英会話（中）'],
    ],
  },
  {
    location: '八軒自宅',
    day: '毎週火曜日',
    classes: [['19:30〜20:30', '日常英会話（中）']],
  },
  {
    location: '八軒自宅',
    day: '毎週水曜日',
    classes: [
      ['9:00〜10:00', '基礎英語（初）'],
      ['10:00〜11:00', 'フリートーク（初）'],
    ],
  },
  {
    location: '八軒会館',
    day: '毎週土曜日',
    classes: [
      ['12:30〜13:20', '基礎英語（初）'],
      ['13:30〜14:20', '日常英会話（中）'],
      ['14:30〜15:20', 'フリートーク（中）'],
      ['15:30〜16:20', '日常英会話（中）'],
    ],
  },
  {
    location: '札幌駅北口（エルプラザ）',
    day: '毎週金曜日',
    classes: [
      ['10:00〜10:50', '基礎英語（初〜中）'],
      ['11:00〜11:50', '基礎英語（初）'],
    ],
  },
];

export const classrooms = [
  {
    name: '八軒自宅教室',
    address: '札幌市西区八軒８条西２丁目４－８',
    details: ['玄関前のサーフボードが目印', '駐車場あり（5台）'],
  },
  {
    name: '八軒会館教室',
    address: '札幌市西区八軒１条西１丁目７－１',
    details: ['JR琴似駅 徒歩３分', '駐車場あり'],
  },
  {
    name: '札幌駅北口教室（エルプラザ）',
    address: '札幌市北区北8条西3丁目',
    details: ['エルプラザ内2〜4階', '札幌駅北口 徒歩2分'],
  },
  {
    name: '八軒地区センター教室',
    address: '札幌市西区八軒６条西２丁目２-１',
    details: ['きのとや向かい、目の前にバス停あり', '駐車場あり'],
  },
];
