export default function UrgentRecruitPage() {
  return (
    <div className={'source-post_content'}>
      <div>
        <p>
          {
            '株式会社黒岩農場では、現在下記2職種のスタッフを募集いたします。ご興味のある方は、各求人ページより詳細をご確認のうえご応募ください。'
          }
        </p>
        <div>
          <p>{'オープニングスタッフを募集します'}</p>
          <p>
            {
              '立ち上げから関われる貴重なタイミング。一緒に働くメンバーや仕事の進め方を、みんなでゼロから作っていけます。未経験の方も歓迎です。'
            }
          </p>
        </div>
        <div>
          <h2>{'製麺所スタッフ（オープニング）'}</h2>
          <p>
            {'製麺所での麺づくり業務をお願いします。'}
            <br />
            {'未経験の方も丁寧に指導いたしますので、安心してご応募ください。'}
          </p>
          <table>
            <tbody>
              <tr>
                <td>{'雇用形態'}</td>
                <td>{'アルバイト・パート'}</td>
              </tr>
              <tr>
                <td>{'給与'}</td>
                <td>{'時給1,200円〜'}</td>
              </tr>
              <tr>
                <td>{'勤務地'}</td>
                <td>{'北海道札幌市中央区南16条西18丁目2-20 K1ビル1階'}</td>
              </tr>
              <tr>
                <td>{'勤務時間'}</td>
                <td>
                  {'9:00〜18:00（希望シフト制1日3時間程度〜／週2日〜OK）'}
                </td>
              </tr>
              <tr>
                <td>{'応募資格'}</td>
                <td>
                  {'未経験歓迎・学歴不問'}
                  <br />
                  {'そば打ち・製麺、食品製造の経験があれば尚可'}
                </td>
              </tr>
            </tbody>
          </table>
          <a href={'/staff-noodle/'}>{'詳細はこちら'}</a>
        </div>
        <br />
        <div>
          <h2>{'お弁当調理スタッフ（オープニング）'}</h2>
          <p>
            {'お弁当の調理・盛付業務をお願いします。'}
            <br />
            {'調理経験を活かしたい方、地元の食材に興味がある方大歓迎です。'}
          </p>
          <table>
            <tbody>
              <tr>
                <td>{'雇用形態'}</td>
                <td>{'正社員・アルバイト'}</td>
              </tr>
              <tr>
                <td>{'給与'}</td>
                <td>
                  {'正社員　月給230,000円〜（店長候補は300,000円〜）'}
                  <br />
                  {'アルバイト　時給1,200円〜'}
                </td>
              </tr>
              <tr>
                <td>{'勤務地'}</td>
                <td>
                  {'北海道札幌市西区八軒6条西4丁目2-7 サツドラ八軒6条店内'}
                </td>
              </tr>
              <tr>
                <td>{'勤務時間'}</td>
                <td>
                  {'9:00〜18:00（実働8h・シフト制）'}
                  <br />
                  {'アルバイトは1日3h・週2日〜もOK'}
                </td>
              </tr>
              <tr>
                <td>{'応募資格'}</td>
                <td>
                  {'未経験歓迎・経験者優遇'}
                  <br />
                  {'店長候補のみ普通自動車免許（AT限定可）必須'}
                </td>
              </tr>
            </tbody>
          </table>
          <a href={'/staff-bento/'}>{'詳細はこちら'}</a>
        </div>
        <p>
          <br />
          {'ご不明な点がございましたら、お気軽にお問い合わせください。'}
          <br />
          {'皆さまのご応募を心よりお待ちしております。'}
        </p>
      </div>
    </div>
  );
}
